Repository: AnnaNosyk/MyFavouritePlaces
Catalog: MyPlaces/Localized/*.lproj/Localizable.strings
Languages: pl, uk

source: Error
pl: Błąd
uk: Помилка

source: Ok
uk: Добре

source: Camera
pl: Kamera
uk: Камера

source: Gallery
pl: Galeria
uk: Галерея

source: Cancel
pl: Anulować
uk: Скасувати

source: Location Services are Disabled
pl: Usługi lokalizacyjne są wyłączone
uk: Служби локації вимкнено

source: To enable it go: Settings -> Privacy -> Location Services and turn On
pl: Aby go włączyć, przejdź: Ustawienia -> Prywatność -> Usługi lokalizacyjne i włącz
uk: Щоб увімкнути його, перейдіть: Налаштування -> Конфіденційність -> Служби визначення місцезнаходження та ввімкніть

source: Your Location is not Available
pl: Twoja lokalizacja jest niedostępna
uk: Ваше місцезнаходження недоступне

source: To give permission Go to: Setting -> MyPlaces -> Location
pl: Aby udzielić pozwolenia Przejdź do: Ustawienia -> MyPlaces -> Lokalizacja
uk: Щоб надати дозвіл, перейдіть до: Налаштування -> Мої місця -> Розташування

source: Current location is not found
pl: Nie znaleziono bieżącej lokalizacji
uk: Поточне місцезнаходження не знайдено

source: Destination is not found
pl: Nie znaleziono miejsca docelowego
uk: Пункт призначення не знайдено

source: Directions is not available
pl: Trasa nie są dostępne
uk: Маршрути недоступні

source: Distance to place:
pl: Odległość do miejsca:
uk: Відстань до місця

source: Travel time will be:
pl: Czas podróży będzie
uk: Час у дорозі буде

source: km.
uk: км.
